Repository: common-repository/rift-shard-status
Catalog: i18n/rift_shard_status-*.po
Languages: de_de

source: Cache directory not writable. Please make sure wordpress can write the cache directory and the files within.
de_de: Das Cache-Verzeichnis ist nicht beschreibbar. Bitte stell sicher, dass Wordpress das Cache-Verzeichnis und die Dateien darin beschreiben kann.

source: Cannot open cache file, check the install guide and make sure the cache directory is writable.
de_de: Die Cache-Datei konnte nicht gefunden werden, bitte prüfe die Installations-Anleitung und stelle sicher, dass das Cache-Verzeichnis beschreibbar ist.

source: Rift status server not reachable. Tried to fetch <a href="%1$s">this Link</a>.
de_de: Rift Statusserver nicht erreichbar. Hab versucht <a href="%1$s">diesen Link</a> runterzuladen.

source: low
de_de: niedrig

source: medium
de_de: mittel

source: high
de_de: hoch

source: FULL
de_de: voll

source: %1$s is %2$s.
de_de: %1$s ist %2$s.

source: The population is %1$s and there are <span class="riftss_shard_low">no login queues</span>.
de_de: Die Bevölkerung ist %1$s und es gibt <span class="riftss_shard_low">keine Warteschlange</span>.

source: The population is %1$s and there is <span class="%2$s">one player in the queue</span>.
de_de: Die Bevölkerung ist %1$s und es ist <span class="%2$s">ein Spieler in der Warteschlange</span>.

source: Just updated
de_de: Gerade aktualisiert

source: Last updated about a minute ago
de_de: Vor etwa einer Minute aktualisiert

source: Last updated about %1$s minutes ago
de_de: Zuletzt vor etwa %1$s Minuten aktualisiert

source: Shard "%1$s" couldn't be found or the server wasn't reachable.
de_de: Shard "%1$s" konnte nicht gefunden werden oder der Server war nicht erreichbar.

source: Cache dir (%1$s) not writable. Please make sure wordpress can write into the cache directory for the plugin to work.
de_de: Das Cache-Verzeichnis (%1$s) ist nicht beschreibbar. Bitte stell sicher, dass Wordpress in das Cache-Verzeichnis schreiben kann, damit das Plugin funktionieren kann.

source: Restored all settings to defaults.
de_de: Alle Einstellungen sind auf Standardwerte gesetzt.

source: Back
de_de: Zurück

source: Some settings couldn't be saved. More details in the error message below:
de_de: Einige Einstellungen konnten nicht gespeichert werden. Details in der folgenden Fehlermeldung:

source: Changes saved.
de_de: Einstellungen gespeichert.

source: Rift Shard Status Options
de_de: Rift Shard Status Optionen

source: Include Rift Shard Status CSS
de_de: Nutze mitgeliefertes CSS

source: If checked the CSS included with the addon will be used. In case you want to modify the design deactivate this option and copy the contents of rift-shard-status.css into your own stylesheet to prevent them from being overwritten by updates of the plugin.
de_de: Wenn diese Option ausgewählt ist, wird das mitgelieferte Rift Shard Status CSS benutzt. Für den Fall dass Du die Optik modifizieren möchtest, solltest Du die Option deaktivieren und den Inhalt von rift-shard-status.css in Dein eigenes Stylesheet kopieren um das Überschreiben von Änderungen beim Update des Plugins zu verhindern.

source: Save Changes
de_de: Änderungen speichern

source: Restore Built-in Defaults
de_de: Standardeinstellungen wiederherstellen

source: Settings
de_de: Einstellungen

source: Shows the shard status, like population and queue size.
de_de: Zeigt den Shard Status, wie Auslastung und Warteschlangenlänge

source: Please configure the widget settings in the widget screen.
de_de: Bitte stelle die Widgeteinstellungen im Widget-Bereich ein.

source: Title:
de_de: Titel:

source: Cache time in seconds:
de_de: Cache Zeit in Sekunden:

source: Show last updated?
de_de: Zeige letzte Aktualisierungszeit an?

source: Shows the population, queue size and type (PvP, PvE, RP) of a shard (server) from the MMORPG Rift.
de_de: Zeigt die Bevölkerungsauslastung, Warteschlange und Art (PvP, PvE, RP) eines Shards (Servers) des MMORPGs Rift an.
